Repository: App-Elevate/AUT.aplikace
Catalog: lib/src/lang/app_*.arb
Languages: cs

source: Account Status
cs: Stav účtu

# accountcreationTime
source: Account Creation Time: {date}
cs: Čas vytvoření účtu: {date}

# appDescription
source: Application that is the basis for other applications.
cs: Aplikace, která je základ pro další aplikace.

# appleSecret
source: Apple Femboy Secret
cs: Apple velký tajemství

# buttonPushed
source: You have pushed the button this many times:
cs: Tlačítko jste stiskli tolikrát:

source: Connected to a network
cs: Připojeno k síti

source: Connected to the internet
cs: Připojeno k internetu

source: Counting
cs: Počítání

source: Crashlytics Page
cs: Stránka Crashlytics

source: Crashlytics test crash!
cs: Testovací pád Crashlytics yohooo!

# createAccount
source: Create account with email and password
cs: Vytvořit účet s e-mailem a heslem

source: Delete account
cs: Smazat účet

# demoPageTitle
source: Demo Page
cs: Demo stránka

source: Disconnected from a network
cs: Odpojeno od sítě

source: Disconnected from the internet
cs: Odpojeno od internetu

# enterAValidEmailAddress
source: Please enter a valid email address
cs: Zadejte platnou e-mailovou adresu

# enterYourEmail
source: Please enter your email
cs: Zadejte svůj e-mail

# enterYourPassword
source: Please enter your password
cs: Zadejte své heslo

source: Go back
cs: Jít zpět

source: Go to settings
cs: Jít na nastavení

source: Language
cs: Jazyk

# languageCzech
source: Czech
cs: Čeština

# languageEnglish
source: English
cs: Angličtina

# languageName
source: English
cs: Čeština

# lastSignInTime
source: Last Sign In Time: {date}
cs: Čas posledního přihlášení: {date}

# localization
source: Localizations
cs: Lokalizace

# loggedIn
source: Logged in: {bool}
cs: Přihlášen: {bool}

source: Login
cs: přihlásit se

source: No, thank you
cs: Ne, děkuji

source: Password
cs: Heslo

source: Password must be at least 6 characters long
cs: Heslo musí mít alespoň 6 znaků

# providerId
source: Provider ID: {id}
cs: ID poskytovatele: {id}

source: Provider Test Page
cs: Stránka testování poskytovatele

source: Remote Config
cs: Vzdálená konfigurace

source: Request Notification Permission
cs: Požádat o povolení notifikací

source: Reset password
cs: Obnovit heslo

# routingGoToDetailDetail
source: Go to Detail Detail
cs: Jít na podrobnosti podrobností

# routingGoToDetailPage
source: Go to Detail Page
cs: Jít na podrobnosti stránky

# routingGoToParamDetailPage
source: Go to Param Detail Page
cs: Jít na podrobnosti stránky s parametry

# routingParamDetailPageDetail
source: Routing Param Detail Page
cs: Stránka s podrobnostmi o parametrech směrování

# routingParamDetailPageDetail1
source: This is a routing param detail page.
cs: Toto je stránka s podrobnostmi o parametrech směrování.

# routingParamDetailPageDetail2
source: It is used to test routing with parameters.
cs: Slouží k testování směrování s parametry.

# routingParamFilmId
source: Path param Film ID
cs: Cesta param Film ID

source: Routing Param Page
cs: Stránka s parametry směrování

# routingParamPageDetail
source: This is a routing param page.
cs: Toto je stránka s parametry směrování.

# routingParamPageDetail2
source: It is used to test routing with parameters.
cs: Slouží k testování směrování s parametry.

# routingParamQueryFilmId
source: Query param Film ID
cs: Dotaz param Film ID

source: Routing Test Detail Detail
cs: Podrobnosti o testování směrování

# routingTestDetailDetailText
source: This is a routing test detail detail page.
cs: Toto je podostránka s podrobnostmi o testování směrování.

# routingTestPage
source: Settings
cs: Nastavení

# routingTestPageDetail
source: This is a routing test page.
cs: Toto je stránka s testováním směrování.

# routingTestPageDetail1
source: It is used to test routing.
cs: Slouží k testování směrování.

source: secret
cs: tajemství

source: secret Google
cs: tajemství Google

source: Secret Page
cs: Tajná stránka

source: Settings
cs: Nastavení

source: Show locale
cs: Zobrazit lokalizaci

source: Sign in Anonymously
cs: Přihlásit se anonymně

source: Sign in with Apple
cs: Přihlásit se pomocí Apple

source: Sign in with email and password
cs: Přihlásit se pomocí e-mailu a hesla

source: Sign in with Google
cs: Přihlásit se pomocí Google

source: Sign out
cs: Odhlásit se

# userDisplayName
source: User Display Name: {name}
cs: Zobrazované jméno uživatele: {name}

# userEmail
source: User Email: {email}
cs: E-mail uživatele: {email}

# userEmailVerified
source: User Email Verified: {bool}
cs: E-mail uživatele ověřen: {bool}

# userId
source: User ID: {id}
cs: ID uživatele: {id}

source: Verify email
cs: Ověřit e-mail
